{
    "Home": "الرئيسية",
    "About": "من نحن",
    "Projects": "مشروعاتنا",
    "Contact Us": "تواصل معنا",
    "One of our projects": "أحد مشروعاتنا",
    "View All": "مشاهدة جميع المشروعات",
    "Some Numbers Of Our Company": "بعض أرقام شركتنا",
    "Happy Customers": "عملاء سعداء",
    "Completed Projects": "مشروعات مكتملة",
    "Available Resources": "موارد متاحة",
    "Subscribers": "متابعون",
    "Recent Projects": "أحدث المشروعات",
    "From Our Projects": "من مشروعاتنا",
    "EL-Waha , Nasrcity , Alkhamseen st Building 15, blok 14": "الواحة ، مدينة نصر ، 15 شارع الخمسي ، بلوك 14",
    "Address": "العنوان",
    "Hello": "Bonjour",
    "World": "Monde",
    "Email Us": "تواصل عبر البريد الإلكتروني",
    "Call Us": "تواصل عبر الهاتف",
    "footerText": "© 2024، موقع ألفا. صُنع بواسطة",
    "About Us": "من نحن",
    "about_text":"تُعتبر شركة ألفا من بين الشركات المتميزة في تقديم خدمات في مجال الاستثمار بفضل الاحتراف والكمال في جميع الأعمال الكهروميكانيكية. لديها خبراء متخصصون في المجالات التي تعمل فيها، مما سيجعلها الرائدة بين نظيراتها.",
   "Our Vision": "رؤيتنا",
   "vision_text":"تطمح شركة ألفا إلى أن تكون واحدة من الشركات الرائدة في تقديم أعلى مستويات الجودة في مجالها، من خلال منتجات تنافسية تمكن الكوادر المهنية، وتتبنى الأفكار الإبداعية، وتحقق الاستدامة والتطور.",
   "Our Message":"رسالتنا",
   "msg_text":"المبدأ الرئيسي السائد في شركتنا هو تقديم مشاريع عالية الجودة للأطراف التي نعمل معها وللمجتمع الذي نعمل فيه. مهمتنا هي تقديم أفضل خدمة في مجال الأعمال الكهروميكانيكية.",
   "Efficiency": "الكفاءة",
   "efficiency_text":"ألفا متميزة بفعالية عالية على مستوى الكوادر البشرية، بدءًا من عملية الاختيار، ثم التدريب والتأهيل المستمر من قبل أفضل الفنيين والمحترفين.",
   "Quality":"الجودة",
   "quality_text":"تتميز شركة ألفا بإستراتيجية واضحة، تبدأ من اختيار أفضل أنواع المواد الخام لتحقيق المعايير الدولية، وصولاً إلى الكوادر المؤهلة بتجارب متراكمة لا حدود لها.",
   "Readiness":"الجاهزية",
   "readiness_text":"ألفا متميزة في أنها مستعدة تمامًا لضمان سرعة واستمرارية وجودة وحصرية العقود، حتى في الظروف الصعبة، مع انتشار فعال في جميع المناطق.",
   "Values And Principles": "القيم والمباديء",
   "values_text":"تتميز شركتنا بالقيم والمبادئ التي تحافظ عليها بثبات، ونحرص على أن كل ما نقوم به يدور حول هذه القيم. الدقة والالتزام: يتميز عملنا بالدقة والالتزام على أعلى مستوى. الابتكار والتميز: نعمل دائمًا على ابتكار أنظمة تصميم جديدة. خدمة المجتمع والبيئة: نعمل على خدمة المجتمع ونستخدم مواد صديقة للبيئة.",
   "Our Goal":"هدفنا",
   "goal_text":"أحد أهم أهداف شركتنا هو تطوير وتدريب المهندسين والفنيين في مجالها على أعلى مستوى وتشجيعهم دائمًا على التطور والابتكار والإبداع في مجالنا.",
   "Name": "الإسم",
   "Email": "البريد الإلكتروني",
   "Message": "الرسالة",
   "Best Works" : "أفضل الأعمال",
   "Send Message": "إرسال",
   "Services":"الخدمات",
   "Contracting":"المقاولات",
   "Supplies":"التوريدات",
   "Maintenance":"الصيانة"

    
   
}