{
    "Hello": "Bonjour",
    "World": "Monde",
    "footerText": "© 2024, Alfa Template. Made with passion by",
    "about_text": "Alfa Company is considered one of the distinguished companies in providing services in the field of investment by proficiency and perfection in all electromechanical works. It has experts specialized in the fields in which it operates, which will make it the leader among its peers.",
    "vision_text":"Alfa Company aspires to be one of the leading companies in providing the highest levels and quality in its field with highly competitive products that empower professional cadres, adopt creative ideas, achieve sustainability and development.",
      "msg_text":"The main principle prevailing in our company is to provide high-quality projects to the parties we work with and to the community in which we work. Our mission is to provide the best service in the field of electromechanical works."          ,
      "efficiency_text":"Alfa is unique with high efficiency at the level of the human cadre, starting from selection, then training and continuous qualification by the best technicians and professionals.",
      "quality_text":"Alfa company is distinguished by a clear strategy, starting from choosing the finest types of raw materials to achieve international standards, to reaching qualified cadres with accumulated experiences that are limitless.",
      "readiness_text":"Alfa is unique in being fully prepared to guarantee the speed, continuity, quality, and exclusivity of contracts, even in difficult circumstances, with an effective spread in all regions.",
      "values_text":"Our company is distinguished by the values and principles that keep them firmly as they are, and it is keen that everything we do revolves around these values. Accuracy and Commitment: Our work is characterized by accuracy and commitment at the highest level. Innovation and Excellence: We are always working on innovating new design systems. Community and environment service: We work on community service, and use environmentally friendly materials.",
      "goal_text":"One of the most important goals of our company is the development and training of engineers and technicians in its field at the highest level and always encouraging them to develop, innovate and create in our field."
}